Repository: win10fan/JustRememberUWP
Catalog: JustRemember/MultilingualResources/JustRemember.*.xlf
Languages: th_th

# Home_add.Label
source: Add
th_th: เพิ่ม

# Home_delete.Label
source: Delete
th_th: ลบ

# Home_deselect.Label
source: Unselect
th_th: ไม่เลือก

# Home_edit.Label
source: Edit
th_th: แก้ไข

# Home_import.Label
source: Import
th_th: นำเข้า

# Home_NoNote1.Text
source: You don't have any memos
th_th: ไม่พบชีทที่บันทึกไว้

# Home_NoNote2.Text
source: You can add a memo by selecting Add
th_th: สามารถเพิ่มชีทได้ โดยเขียนชีทใหม่

# Home_NoNote3.Text
source: Or import a text file
th_th: หรือนำเข้าไฟล์ข้อความ

# Home_NoNote4.Text
source: By using the menu below
th_th: โดยคลิกเมนูด้านล่าง

# Home_open.Label
source: Open
th_th: เปิด

# Home_prenoteMenu.Label
source: Bundled memos
th_th: ชีทที่มีอยู่

# Home_reload.Label
source: Reload
th_th: โหลดใหม่

# Config_about_made.Text
source: Develop by:
th_th: สร้างโดย

# Config_autoscroll.Text
source: Enable text auto scroll
th_th: เลื่อนข้อความอัตโนมัติ

# Config_c1b.Text
source: first
th_th: ก

# Config_c2b.Text
source: second
th_th: ฟ

# Config_c3b.Text
source: third
th_th: ฆ

# Config_choicelook.Text
source: Choose style
th_th: รูปแบบ

# Config_choices.Text
source: Number of choices
th_th: จำนวนข้อ

# Config_delall
source: Clear progress
th_th: ลบสถิติ

# Config_end.Text
source: After completion
th_th: เมื่อหมดตัวเลือก

# Config_end_a.Content
source: Go to summary page
th_th: รายงานสถิติ

# Config_end_and.Text
source: And...
th_th: และ

# Config_end_b.Content
source: Restart match
th_th: เริ่มใหม่

# Config_end_c.Content
source: Go back to main page
th_th: กลับเมนูหลัก

# Config_fontsize.Text
source: Display font size
th_th: ขนาดตัวหนังสือ

# Config_hint.Text
source: Show hint on start
th_th: บอกใบ้ข้อแรก

# Config_language.Text
source: Language
th_th: ภาษา

# Config_reset_a.Content
source: Restore default settings
th_th: รีเซทตั้งค่า

# Config_reset_b.Content
source: Clear stats
th_th: ล้างสถิติ

# Config_reset_c.Content
source: Clear sessions
th_th: ลบบันทึกทั้งหมด

# Config_reset_d.Content
source: Clear all notes
th_th: ลบชีทที่มีอยู่

# Config_reset_e.Content
source: Reset everything
th_th: รีเซทค่าทุกอย่าง

# Config_saveall
source: Save stats
th_th: บันทึกสถิติ

# Config_stat_corrected.Text
source: Correct choice
th_th: ตัวเลือกที่ถูก

# Config_stat_no
source: No stats saved yet
th_th: ไม่มีสถิติบันทึกไว้

# Config_stat_prural
source: stats
th_th: สถิติ

# Config_stat_selected.Text
source: Selected choice
th_th: ข้อที่เลือก

# Config_stat_single
source: stat
th_th: สถิติ

# Config_stat_started.Text
source: Started on:
th_th: เริ่มต้นเมื่อ

# Config_stat_time_a.Text
source: This session took
th_th: ครั้งนี้ ใช้เวลา

# Config_stat_time_b.Text
source: with
th_th: ด้วย

# Config_stat_time_c.Text
source: left before
th_th: ก่อนหมดหมดเวลาใน

# Config_submit.Content
source: Submit
th_th: ส่ง

# Config_timelimit_use.Text
source: Use time limit
th_th: จำกัดเวลา

# Config_uselight.Text
source: Use light theme
th_th: ใช้โหมดสว่าง

# Config_when_wrong.Text
source: When incorrect
th_th: เมื่อเลือกข้อผิด

# Config_wrong_a.Content
source: Skip to next set
th_th: ลัดไปข้อถัดไป

# Config_wrong_b.Content
source: Keep guessing
th_th: อยู่ข้อเดิมจนกว่าจะถูก

# Config_wrong_c.Content
source: Restart match
th_th: เริ่มใหม่

# Config_wrong_hide.Text
source: Obfuscate wrong choice
th_th: ซ่อนคำตอบ

# Home_note
source: Memo
th_th: ชีท

# Home_note_prural
source: memos
th_th: ชีท

# Home_note_single
source: memo
th_th: ชีท

# Home_session
source: Saved sessions
th_th: เซสชัน

# Home_session_no
source: You don't have any saved sessions
th_th: คุณไม่มีเซฟ

# Home_session_prural
source: sessions
th_th: บันทึก

# Home_session_single
source: session
th_th: เซสชัน

# Config_about
source: About & reset
th_th: อื่นๆ

# Config_general
source: General settings
th_th: การตั้งค่าทั่วไป:

# Config_session
source: Session settings
th_th: บันทึก

# Config_stat
source: Saved stats
th_th: สถิติ

# Edit_bold.Text
source: Bold
th_th: ตัวหนา

# Edit_italic.Text
source: Italic
th_th: ตัวเอียง

# Edit_load.Text
source: Load
th_th: โหลด

# Edit_name_empty.Text
source: Name must be supplied
th_th: ชื่อต้องไม่เว้นว่างไว้

# Edit_name_exist.Text
source: Name has already been used
th_th: ชื่อนี้มีแล้ว

# Edit_name_illegal.Text
source: Name can't contain: \ / : * ? " < > |
th_th: ห้ามใส่อักษรเหล่านี้ในชื่อ: \ / : * ? " < > |

# Edit_new.Text
source: New
th_th: สร้าง

# Edit_redo.Label
source: Redo
th_th: ทําซ้ำ

# Edit_save.Text
source: Save
th_th: บันทึก

# Edit_size_a.Text
source: Font size (
th_th: ขนาด

# Edit_undo.Label
source: Undo
th_th: เลิกทำ

# Match_calmdown.Text
source: NO NEED TO HURRY!
th_th: ใจเย็นๆ ไม่ต้องรีบ

# Match_continue.Text
source: Continue
th_th: ดำเนินการต่อ

# Match_detail_progress.Text
source: Progress:
th_th: ความคืบหน้า

# Match_detail_time.Text
source: Time:
th_th: เวลา

# Match_detail_wrong.Text
source: Wrong:
th_th: ผิด:

# Match_dialog_confirm_content
source: Do you want to leave this session?
th_th: คุณแน่ใจแล้วใช่ไหม?

# Match_dialog_confirm_title
source: Confirm
th_th: ยืนยัน

# Match_dialog_no
source: No
th_th: ไม่ใช่

# Match_dialog_notyet_content
source: Not yet!
th_th: ไม่ใช่ตอนนี้

# Match_dialog_ok
source: OK
th_th: ตกลง

# Match_dialog_reset_content
source: You will have to start over agin!
th_th: แน่ใจแล้วใช่ไหมว่าจะเริ่มใหม่?

# Match_dialog_reset_title
source: Are you sure?
th_th: คุณแน่ใจหรือไม่

# Match_dialog_timeup_content
source: Hurry up next time
th_th: ครั้งหน้าเร็วๆ หน่อยก็ดี

# Match_dialog_timeup_title
source: Times up!
th_th: หมดเวลา

# Match_dialog_yes
source: Yes
th_th: ใช่

# Match_leave.Text
source: Leave
th_th: ออก

# Match_restart.Text
source: Restart
th_th: เริ่มใหม่

# Match_save.Text
source: Save session
th_th: บันทึกไว้ภายหลัง

# Note_Untitled
source: Untitled
th_th: ไม่มีชื่อ

# PNote_edit.Label
source: Edit
th_th: คัดลอกและแก้ไข

# PNote_refresh.Label
source: Refresh
th_th: รีเฟรช

# Stat_easy
source: User chose to skip to next set when choosing the wrong choice
th_th: ลัดไปข้อถัดไป เมื่อตอบผิด

# Stat_hard
source: User choose to restart when choosing the wrong choice
th_th: เมื่อเลือกข้อผิด เริ่มใหม่

# Stat_normal
source: User chose to keep guessing until correct
th_th: อยู่ข้อเดิม จนกว่าจะตอบถูก

# Stat_unknow
source: Undefined mode
th_th: ไม่ทราบ

# End_Notice.Text
source: You can view these stats later in settings if you save it
th_th: คุณสามารถดูสถิติตนี้ได้อีกครั้งในการตั้งค่า, ถ้าคุณบันทึกสถิตินี้ไว้

# Prenote_LoadExtension.Text
source: Deploying memos from extension
th_th: กำลังคัดลอกชีท จากส่วนขยายอื่น

# Config_Ext_Uninstall.Text
source: Uninstall
th_th: ถอนการติดตั้ง

# Config_extension
source: Extensions
th_th: ส่วนขยาย

# Config_stat_selectNcorrect.Text
source: Selected and correct choice
th_th: ข้อที่เลือกและถูก

# Stat_Minute
source: minute
th_th: นาที

# Stat_Minutes
source: minutes
th_th: นาที

# Stat_Second
source: second
th_th: วินาที

# Stat_Seconds
source: seconds
th_th: วินาที

# Dialog_Not_long_enough_editor
source: Sorry! This memo is not long enough. Please write it little longer?
th_th: ชีทนี้สั้นเกินไป กรุณาเลือกชีทอื่น

# Dialog_Not_long_enough_main
source: Sorry! This memo is not long enough, please choose other memo
th_th: ชีทนี้สั้นเกินไป กรุณาเขียนให้ยาวกว่านี้อีกสักนิด

# Dialog_pleasewait_extracting
source: Please stay until we're complete extracting memo from extension
th_th: กรุณารอ จนกว่าการคัดลอกชีทจากส่วนขยายจะเสร็จสมบูรณ์

# Config_Info_Apply.Text
source: This option apply to:
th_th: การตั้งค่านี้ มีผลกับ:

# Config_Info_Apply_Dic.Text
source: Dictionary
th_th: พจนานุกรม

# Config_Info_Apply_Dic_Desc.Text
source: If note define with MODE=VOLC this option apply on that mode
th_th: ถ้าชีทขึ้นต้นด้วย MODE=VOLC การตั้งค่าจะมีผลกับโหมดนั้น

# Config_Info_Apply_QA.Text
source: Q & A
th_th: ถามตอบ

# Config_Info_Apply_QA_Desc.Text
source: If note define with MODE=EXAM this option apply on that mode
th_th: ถ้าชีทขึ้นต้นด้วย MODE=EXAM การตั้งค่าจะมีผลกับโหมดนั้น

# Config_RandomQA.Text
source: Randomize question & answer
th_th: สุ่มคำถามและคำตอบ

# Config_Rand_a.Content
source: No randomize
th_th: ไม่มีการสุ่ม

# Config_Rand_b.Content
source: Randomize question order
th_th: สุ่มคำถาม

# Config_Rand_c.Content
source: Randomize question & answer order
th_th: เรียงลำดับสุ่ม คำถามและคำตอบ

# Config_ShowAd.Text
source: Show ads
th_th: แสดงโฆษณา

# Config_ShowAd_Desc.Text
source: You can turn this off, no need to pay anything.
th_th: ปิดได้ ฟรี

# Config_about_header.Text
source: About
th_th: เกี่ยวกับ

# Config_beta_tester.Text
source: Beta testing:
th_th: ผู้ทดสอบ:

# Config_eng_translate.Text
source: English translate by:
th_th: แปลเป็นภาษาอังกฤษโดย:

# Home_edit_with.Text
source: Edit with
th_th: แก้ไขด้วย

# Home_edit_with_cancel.Text
source: Cancel
th_th: ยกเลิก

# Home_edit_with_memoedit.Text
source: Memo editor
th_th: แก้ไขชีท

# Home_edit_with_questdesi.Text
source: Question editor
th_th: ตั้งคำถาม

# QD_answer_pos.Text
source: Answer position
th_th: ตำแหน่งคำตอบ

# QD_behind_question.Content
source: Behind question
th_th: หลังคำถาม

# QD_bottom_memo.Content
source: Bottom of memo
th_th: ล่างชีท

# QD_custom_header.Text
source: Custom question header
th_th: กำหนดหัวข้อ

# QD_example.Text
source: Example:
th_th: ตัวอย่าง:

# QD_send_away.Label
source: Send to Memo editor
th_th: แก้ไขด้วยตัวแก้ไขชีท

# QD_separator.Text
source: Separate answer and number
th_th: คั่นระหว่างหัวข้อกับคำถาม

# QD_separator_bracket.Content
source: Separate with ")"
th_th: คั่นด้วย ")"

# QD_separator_dot.Content
source: Separate with "."
th_th: คั่นด้วย "."

# QD_setting.Label
source: Settings
th_th: ตั้งค่า

# QD_setting_page.Text
source: Settings
th_th: ตั้งค่า

# QD_use_space.Text
source: Space after separate symbol
th_th: เว้นวรรคหลังตัวคั่นหัวข้อ

# QE_Question
source: Question
th_th: คำถาม

# QE_Questions
source: Questions
th_th: คำถาม

# QuestionDesign_Close
source: Close
th_th: ปิด

# QD_use_space_yes.Content
source: Yes
th_th: ใช่

# PN_CantExt
source: Unable to generate content from memo, please try other memo
th_th: มีปัญหาในการอ่านชีท กรุณาเลือกชีทอื่นแทน
